OdGeTol.setEqualVector(System.Double)
\details
Sets the equalVector tolerance to a specified value.
\param val [in]  The tolerance for vector evaluation.

OdGeTol.setEqualPoint(System.Double)
\details
Sets the equalPoint tolerance to a specified value.
\param val [in]  The tolerance for point evaluation.

OdGeTol.equalVector
\details
Returns the equalVector tolerance.

OdGeTol.equalPoint
\details
Returns the equalPoint tolerance.

OdGeTol.#ctor(System.Double,System.Double)
\details
Constructor for the OdGeTol class.
\param t1 [in]  The tolerance for point evaluation.
\param t2 [in]  The tolerance for vector evaluation.

OdGeTol.#ctor(System.Double)
\details
Constructor for the OdGeTol class.
\param t [in]  The tolerance for vector and point evaluation.